{
    "id": "HALLEX I-2-6-74",
    "title": "Testimony of a Vocational Expert",
    "last_update": "2025-01-06",
    "transmittal": "I-2-266",
    "effective_date_context": "Aligned with SSR 24-3p effective date.",
    "related_sections": [
      "HALLEX I-2-1-31", "HALLEX I-2-1-32", "HALLEX I-2-5-30",
      "HALLEX I-2-5-48", "HALLEX I-2-5-50", "HALLEX I-2-5-56",
      "HALLEX I-2-5-57", "HALLEX I-2-5-58 B", "HALLEX I-2-5-61"
    ],
    "related_ssrs": [
      "SSR 24-3p", "SSR 17-4p"
    ],
    "related_cfr": [
      "20 CFR 404.1566(d)", "20 CFR 404.1566(e)",
      "20 CFR 416.966(d)", "20 CFR 416.966(e)",
      "20 CFR 404.1567(b)", "20 CFR 416.967(b)",
      "20 CFR 404.1568", "20 CFR 416.968"
    ],
    "related_poms": [
      "POMS DI 25001.001"
    ],
    "content": {
      "A_prehearing_actions": {
        "alj_responsibilities": [
          "Have no substantive contact with the VE regarding the merits of the case except at the hearing or in writing, ensuring any such writing is exhibited.",
          "Request that the VE examine any pertinent evidence received between the time the VE completed the case study and the time of the hearing."
        ],
        "ho_staff_responsibilities": [
          "Send copies of any correspondence between the ALJ and the VE to the claimant and make the correspondence an exhibit.",
          "If the VE is appearing via telephone, confirm the VE's telephone number before the hearing."
        ],
        "note_notice_of_hearing": "HO staff must notify the claimant of the VE's appearance (and the manner of appearance) in the 'REMARKS' section of the notice of hearing."
      },
      "B_conduct_of_hearing": {
        "alj_opening_statement": "Advise the claimant of the reason for the VE's presence and explain the procedures.",
        "ve_attendance": "VE may attend the entire hearing but is not required. If pertinent testimony (e.g., work history, education) is missed, the ALJ must summarize it for the VE on the record.",
        "ve_testimony_protocol": {
          "on_record": "All VE testimony must be on the record.",
          "preliminary_steps_after_oath": [
            "Ask VE to confirm impartiality, expertise, and professional qualifications.",
            "Verify VE has examined all vocational evidence of record.",
            "Ask claimant and representative if they have objections to the VE testifying.",
            "Rule on any objections (during hearing, separate exhibit, or in decision)."
          ]
        },
        "note_ve_qualifications_refs": "See HALLEX I-2-1-31 for VE qualification info and HALLEX I-2-1-32 for referral instructions if qualifications are questioned."
      },
      "C_expectations_regarding_ve_evidence": {
        "methods": ["Testimony at hearing", "Written responses to interrogatories"],
        "data_sources": "VEs may use any reliable source commonly used by vocational professionals relevant under SSA rules, plus their professional knowledge, training, and experience (Ref: SSR 24-3p).",
        "ve_responsibility": "Provide vocational evidence tailored to the specific case facts based on expertise and available data.",
        "specific_expectations_list": [
          {
            "id": "C.1",
            "topic": "Identify Data Source(s)",
            "details": "VE must identify the data source(s) relied upon in providing evidence."
          },
          {
            "id": "C.2",
            "topic": "Explain Job Number Approach",
            "details": "If citing occupations at step five and offering job number estimates, VE must explain their general approach. SSA does not dictate a specific method; numbers are general estimates.",
            "example": "Citing DOT jobs but using SOC-based OEWS numbers requires explaining the general approach for deriving DOT occupation numbers from the broader SOC group data. No crosswalk explanation needed if using sources with the same taxonomy (e.g., ORS and OEWS)."
          },
          {
            "id": "C.3",
            "topic": "Use SSA Definitions & Explain Differences",
            "details": "VE must use SSA's controlling definitions for exertion, education, and skill level (Ref: SSR 24-3p). If a data source defines these differently, VE must acknowledge the difference and explain whether/how it was accounted for. No explanation needed for differences in *other* types of definitions.",
            "example_1_skill_svp": "Unskilled work = SVP 1-2 (<= 30 days learning time per POMS DI 25001.001). If VE uses a source defining unskilled differently (e.g., 4 months), VE must explain how estimates accounted for jobs exceeding the 30-day threshold.",
            "example_2_exertion_ors": "Light work = Max 20 lbs lift / 10 lbs freq carry (20 CFR 404.1567(b)). ORS definition differs (e.g., carrying 11-25 lbs occasionally). If VE uses ORS for light work hypo, VE must explain the definition difference and how jobs requiring lifting >20 lbs occasionally were accounted for. VE should state basis (experience, observation, surveys, etc.)."
          },
          {
            "id": "C.4",
            "topic": "Identify Modern Performance Deviations",
            "details": "Data sources are generally presumed current (20 CFR 404.1566). However, for occupations listed in EM-24027 REV (potentially outdated processes/materials), if cited, VE MUST explain how the occupation is *currently performed* consistent with RFC, AND provide evidence allowing ALJ to determine significant job numbers exist for the occupation *as currently performed*.",
            "example_document_preparer": "If VE cites Document Preparer (from EM list) relying on DOT, VE must explain current performance based on expertise and provide evidence supporting significant job numbers for that current performance."
          },
          {
            "id": "C.5",
            "topic": "Explain Classification Differences",
            "details": "If citing multiple sources with different classification systems (e.g., SOC aggregating many DOT codes), VE may need to explain how differences were accounted for."
          }
        ]
      },
      "D_alj_responsibilities": {
        "eliciting_evidence": "May use hypothetical questions to elicit VE evidence regarding PRW (actual/general) or other work adjustment.",
        "reliance_on_ve_evidence": {
          "general_rule": "May generally rely on VE testimony/statements complying with SSR 24-3p (VEs presumed adequate due to expertise).",
          "inquiry_level": "Detailed inquiry usually not required unless contrary evidence exists."
        },
        "handling_inadequate_ve_evidence": {
          "alj_duty": "If VE doesn't provide adequate info/explanation per SSR 24-3p, ALJ must develop the record further.",
          "methods": ["Ask clarifying questions at hearing", "Issue interrogatories (HALLEX I-2-5-57)", "Hold supplemental hearing (HALLEX I-2-5-56)"],
          "specific_questions_to_ask": [
            "What source(s) did you rely on?",
            "Explain your general approach to estimating job numbers.",
            "Did your source define exertion/education/skill differently? If so, how did you account for it?",
            "How did you account for different classifications if using multiple/different source types?"
          ],
          "note_on_sources": "ALJ relies on VE expertise regarding source appropriateness; VEs may use any reliable source relevant under SSA rules + professional knowledge (SSR 24-3p)."
        },
        "other_questioning_duties": [
          "Follow up if SSR 24-3p info inconsistent/missing.",
          "If EM-24027 REV job cited, ask how currently performed.",
          "Direct VE not to answer medical/RFC/ultimate issue questions.",
          "Prohibit VE examination of claimant during hearing.",
          "Provide opportunity for claimant/rep to question VE.",
          "Rule on objections (on record, exhibit, or in decision)."
        ]
      },
      "E_expectations_regarding_representatives_claimants": {
        "right_to_question": "Claimant/representative have the right to question VE on pertinent matters within VE expertise.",
        "alj_control": "ALJ determines when right is exercised and appropriateness of questions/answers.",
        "representative_duty": "Expected to raise relevant questions/challenges during the hearing to aid record development (Ref: SSR 17-4p, SSR 24-3p)."
      }
    }
  }