{
    "id": "SSR 24-3p",
    "title": "Titles II and XVI: Use of Occupational Information and Vocational Specialist and Vocational Expert Evidence in Disability Determinations and Decisions",
    "status": "Policy Interpretation Ruling",
    "supersedes": "SSR 00-4p: Titles II and XVI: Use of Vocational Expert and Vocational Specialist Evidence, and Other Reliable Occupational Information in Disability Decisions",
    "citations": [
      "Sections 216(i), 223(d)(2)(A), and 1614(a)(3)(B) of the Social Security Act, as amended",
      "20 CFR 404.1560",
      "20 CFR 404.1566 - 404.1569",
      "20 CFR Part 404 Subpart P Appendix 2",
      "20 CFR 416.960",
      "20 CFR 416.966 - 416.969"
    ],
    "effective_date": "2025-01-06",
    "applicability_note": "Applies to new applications filed on or after the effective date and claims pending on or after the effective date. Used in any determination or decision made on or after the effective date, including decisions after court remands occurring after the effective date. [FN1]",
    "purpose": [
      "To explain the standard for evaluating whether vocational evidence from Vocational Specialists (VS) or Vocational Experts (VE) is sufficient to support a disability determination or decision.",
      "To outline how VSs and VEs provide tailored evidence based on professional knowledge, training, experience, and available vocational data.",
      "To rescind SSR 00-4p and remove the requirement for adjudicators, VSs, and VEs to identify and resolve conflicts between occupational information provided and the Dictionary of Occupational Titles (DOT).",
      "To acknowledge the DOT as a valid source but recognize other reliable sources, including those using the Standard Occupational Classification (SOC) system, which differ structurally from the DOT.",
      "To facilitate the use of varied, reliable occupational information commonly used by vocational professionals without being unduly hindered by the DOT conflict resolution requirement.",
      "To improve adjudicative efficiency by avoiding time-consuming conflict identification/resolution and potentially unnecessary remands related to SSR 00-4p requirements."
    ],
    "background_pertinent_history": {
      "sequential_evaluation_process": "A five-step process is used to determine disability.",
      "step_4": {
        "focus": "Can the individual perform Past Relevant Work (PRW) as actually performed or as generally performed in the national economy, given their Residual Functional Capacity (RFC)?",
        "outcome_not_disabled": "If yes, the individual is found not disabled.",
        "outcome_proceed": "If no, proceed to step five."
      },
      "step_5": {
        "focus": "Can the individual adjust to other work existing in significant numbers in the national economy, considering RFC, age, education, and work experience?",
        "outcome_disabled": "If no, the individual is found disabled.",
        "outcome_not_disabled": "If yes, the individual is found not disabled."
      },
      "medical_vocational_guidelines": {
        "use": "Used at step five in appropriate instances (20 CFR part 404 subpart P appendix 2). [FN3]",
        "directs_decision": "When RFC and vocational factors correspond precisely to a rule.",
        "provides_framework": "When factors do not correspond precisely to a rule."
      },
      "administrative_notice": "SSA takes administrative notice of reliable job information (20 CFR 404.1566(d) and 416.966(d)). [FN4]",
      "ve_vs_as_evidence_source": "Used as sources for job-related evidence (20 CFR 404.1566(e) and 416.966(e)). [FN5]"
    },
    "policy_interpretation": {
      "dot_status": {
        "reliability": "The DOT remains a reliable source of occupational information, and SSA continues to take administrative notice of it.",
        "correspondence_with_ssa_rules": "DOT definitions and maximum requirements correspond to many SSA rules and guidance.",
        "exertion_levels": "SSA classifies jobs as sedentary, light, medium, heavy, very heavy, using the same meaning as the DOT.",
        "skill_levels": "SSA skill level definitions (unskilled, semi-skilled, skilled) correspond to DOT Specific Vocational Preparation (SVP) levels (SVP 1-2, SVP 3-4, SVP 5-9 respectively) per 20 CFR 404.1568 and 416.968."
      },
      "ve_vs_evidence_provided": [
        "Physical and mental demands of PRW (as actually performed or generally performed). [FN6]",
        "Whether work skills can be used in other work (transferability).",
        "Specific occupations where skills can be used.",
        "Evidence regarding similarly complex vocational issues. [FN7]",
        "Examples of other occupations an individual can perform.",
        "Estimates of the number of jobs existing nationally for such occupations (VEs only). [FN8]"
      ],
      "job_number_estimates": {
        "approach": "No specific approach is dictated by SSA.",
        "nature": "Considered general estimates.",
        "ve_vs_responsibility": "Expected to explain their general approach if providing estimates not from published sources."
      },
      "acceptable_data_sources": {
        "basis": "Professional experience, training, knowledge AND any reliable source commonly used by vocational professionals relevant under SSA rules.",
        "combination": "May use a combination of sources.",
        "examples": [
          "Dictionary of Occupational Titles (DOT) & Selected Characteristics (SCO)",
          "Standard Occupational Classification (SOC) system based sources",
          "U.S. Bureau of Labor Statistics' Occupational Employment and Wage Statistics (OEWS)",
          "Occupational Requirements Survey (ORS)",
          "O*NET",
          "Other BLS data",
          "Job Placement Handbooks",
          "County Business Patterns",
          "Census Reports",
          "Occupational Outlook Handbook (OOH)",
          "State-specific vocational resources",
          "Professional publications recognized in field",
          "Labor market surveys",
          "Publications listed in 20 CFR 404.1566(d) and 416.966(d)."
        ]
      },
      "ve_vs_responsibilities_under_ssr_24_3p": {
        "identify_sources": "Expected to identify the sources of data used.",
        "explain_job_number_methodology": "Expected to explain general approach to estimating job numbers (if not using published source figures directly).",
        "explain_definitional_differences": "Expected to explain differences if using a data source that defines exertion, education, or skill levels differently than SSA regulations.",
        "explain_source_discrepancies": "May need to explain how differences between multiple cited sources were accounted for (e.g., DOT vs SOC).",
        "explain_performance_differences": "Should identify and explain if citing an occupation performed differently than described in the data source used.",
        "explain_crosswalks": "Expected to explain the general approach when comparing data between different classification systems (e.g., matching DOT job to SOC-based OEWS job numbers)."
      },
      "level_of_inquiry": "Because VSs/VEs are impartial experts, a detailed inquiry into their sources or approaches is not usually required IF they provide the expected identification and explanations.",
      "representative_role_at_hearing": "Claimant's representative is expected to raise relevant questions or challenges about VE testimony at the hearing and assist in developing the record. [FN10]",
      "example_dot_to_soc_crosswalk": {
        "scenario": "Hearing: Younger individual, HS education, no transferable skills, reduced range of light work.",
        "ve_sources": "DOT and OEWS identified.",
        "ve_testimony_job": "Fast-Foods Worker (DOT 311.472-010).",
        "ve_crosswalk_explanation": "VE uses experience and published crosswalks [FN13] to identify related SOC group 35-3023 (Fast Food and Counter Workers). VE notes 5 other DOT codes crosswalk to this SOC group [FN14].",
        "ve_job_number_explanation": "VE notes OEWS data shows 3,325,050 national jobs for SOC 35-3023 [FN15]. VE explains that based on experience, training, observation, and market familiarity, the specific DOT job (311.472-010) occurs more frequently and accounts for 1,300,000 of those jobs within the SOC group, considering the hypothetical limitations.",
        "sufficiency": "This level of explanation regarding the general approach is typically sufficient."
      }
    },
    "adjudicator_responsibilities": {
      "evaluate_evidence": "Must evaluate VS/VE evidence in the context of the overall case record.",
      "develop_record": "If VS/VE does not provide expected information/explanation (source ID, methodology explanation, difference explanations), the adjudicator usually needs to develop the record further to obtain sufficient evidence for a supported finding at step 4 or 5. [FN16]",
      "standard_of_proof": "Determinations and decisions are based on the preponderance of the evidence. [FN16]"
    },
    "footnotes": {
      "FN1": "We will use this SSR beginning on its applicable date. We will apply this SSR to new applications filed on or after the applicable date of the SSR and to claims that are pending on or after the applicable date. This means that we will use this SSR on and after its applicable date in any case in which we make a determination or decision. We expect that Federal courts will review our final decisions using the rules that were in effect at the time we issued the decisions. If a court reverses our final decision and remands a case for further administrative proceedings after the applicable date of this SSR, we will apply this SSR to the entire period at issue in the decision we make after the court's remand.",
      "FN2": "During the 1980s and 1990s, the Office of Management and Budget (OMB) led the effort to standardize various occupational classification systems then in use across the federal government with a SOC system to “promote a common language for categorizing occupations in the world of work.” 62 FR 36338, 36338 (July, 1997), available at https://www.bls.gov/soc/2000/frn-july-7-1997.pdf.",
      "FN3": "20 CFR part 404 subpart P appendix 2.",
      "FN4": "20 CFR 404.1566(d) and 416.966(d).",
      "FN5": "20 CFR 404.1566(e) and 416.966(e).",
      "FN6": "20 CFR 404.1560(b)(2) and 416.960(b)(2).",
      "FN7": "20 CFR 404.1566(e) and 416.966(e).",
      "FN8": "See 20 CFR 404.1566(e) and 416.966(e). See also SSR 83-12 Titles II and XVI: Capability to Do Other Work — The Medical-Vocational Rules as a Framework for Evaluating Exertional Limitations Within a Range of Work or Between Ranges of Work, SSR 83-14 Titles II and XVI: Capability to Do Other Work — The Medical-Vocational Rules as a Framework for Evaluating a Combination of Exertional and Nonexertional Impairments, and SSR 96-9p Titles II and XVI: Determining Capability to Do Other Work — Implications of a Residual Functional Capacity for Less Than a Full Range of Sedentary Work.",
      "FN9": "20 CFR 404.900(b) and 416.1400(b). The rules of evidence used in federal courts do not apply. 42 U.S.C. 405(b)(1).",
      "FN10": "20 CFR 404.1740 and 416.1540. Raising relevant questions about or challenges to the VE's testimony at the time of the hearing, when the VE is ready and available to answer them, furthers the efficient, fair, and orderly conduct of the administrative decision-making process.",
      "FN11": "For example, SOC 11-9171 Funeral Home, Manager matches to one DOT Code 187.167-030 Funeral Director; however, SOC 51-9061 Inspectors, Testers, Sorters, Samplers, and Weighers matches to 782 DOT codes.",
      "FN12": "If VEs rely only on sources that use the same classification systems, then they do not need to provide a crosswalk. For example, if a VE uses ORS and OEWS, which both use the SOC system, then no crosswalk is necessary. Similarly, if a VE relies only on the DOT, no crosswalk is necessary. The DOT, however, does not provide information about job numbers.",
      "FN13": "When OMB mandated the SOC system for occupational data collection, Federal agencies developed crosswalks from the existing taxonomies to the SOC. 64 FR 53136, 53139 (1999), available at https://www.govinfo.gov/content/pkg/FR-1999-09-30/pdf/99-25445.pdf. The DOT crosswalk file is available at https://www.onetcenter.org/crosswalks.html.",
      "FN14": "The other five DOT codes are: DOT Code 311.477-014 Counter Attendant, Lunchroom or Coffee Shop; DOT Code 311.477-038 Waiter/Waitress, Take Out; DOT Code 311.674-010 Canteen Operator; DOT Code 311.677-014 Counter Attendant, Cafeteria; DOT Code 319.474-010 Fountain Server.",
      "FN15": "U.S. Bureau of Labor Statistics. OEWS, May 2022. https://www.bls.gov/oes/current/oes353023.htm",
      "FN16": "Our determinations and decisions are based on the preponderance of the evidence standard. See 20 CFR 404.902, 404.920, 404.953, 416.1402, 416.1420, and 416.1453."
    }
  }