{
    "id": "SSR 00-4p",
    "title": "Titles II and XVI: Use of Vocational Expert and Vocational Specialist Evidence, and Other Reliable Occupational Information in Disability Decisions",
    "type": "Policy Interpretation Ruling",
    "publication_date": "2000-12-04",
    "effective_date": "2000-12-04",
    "status": "Rescinded and replaced by SSR 24-3p effective January 6, 2025.",
    "citations": [
      "Sections 216(i), 223(d)(2)(A), and 1614(a)(3)(B) of the Social Security Act, as amended",
      "20 CFR 404.1566-404.1569",
      "20 CFR 404, Subpart P, Appendix 2, ยง 200.00(b)",
      "20 CFR 416.966-416.969"
    ],
    "purpose": "To clarify standards for using Vocational Experts (VEs) and Vocational Specialists (VSs), emphasizing the requirement for adjudicators to identify, obtain reasonable explanations for, and resolve any conflicts between VE/VS occupational evidence and information in the Dictionary of Occupational Titles (DOT) / Selected Characteristics of Occupations (SCO) before relying on the VE/VS evidence.",
    "pertinent_history": {
      "sequential_evaluation_process_summary": "Standard 5-step sequential evaluation process used for disability determinations (excluding SSI children): 1. SGA? 2. Severe Impairment? 3. Meets/Equals Listing? 4. Can Perform PRW? 5. Can Perform Other Work?",
      "step_details": [
        "Step 1: If engaging in Substantial Gainful Activity (SGA), find not disabled.",
        "Step 2: If impairment(s) not severe, find not disabled.",
        "Step 3: If impairment(s) meet or equal a Listing (Appendix 1), find disabled.",
        "Step 4: If impairment(s) do not prevent Past Relevant Work (PRW) considering Residual Functional Capacity (RFC), find not disabled.",
        "Step 5: If impairment(s) prevent other work existing in the national economy (considering RFC, age, education, work experience), find disabled; otherwise, find not disabled."
      ],
      "administrative_notice": "SSA takes administrative notice of reliable job information, including the DOT (20 CFR 404.1566(d), 416.966(d)).",
      "use_of_ve_vs": "VEs and VSs are used as sources of occupational evidence in certain cases (20 CFR 404.1566(e), 416.966(e))."
    },
    "policy_interpretation": {
      "primary_occupational_source": "SSA relies primarily on the DOT (including SCO) for information about requirements of work in the national economy at steps 4 and 5.",
      "use_of_ve_vs_at_steps_4_5": "VEs and VSs may be used at steps 4 and 5 to resolve complex vocational issues. VEs most often used at ALJ hearings; VSs may provide guidance to DDS adjudicators at initial/reconsideration levels. [FN1] (See also SSRs 82-41, 83-12, 83-14, 85-15).",
      "conflict_resolution_core_requirement": {
        "consistency_expectation": "Occupational evidence provided by a VE or VS generally should be consistent with the DOT/SCO.",
        "identification_and_explanation": "When an apparent unresolved conflict exists between VE/VS evidence and the DOT/SCO, the adjudicator MUST elicit a reasonable explanation for the conflict before relying on the VE/VS evidence.",
        "alj_duty_to_inquire": "At the hearings level, the ALJ has an affirmative duty to inquire on the record whether VE/VS evidence is consistent with the DOT/SCO.",
        "no_automatic_priority": "Neither DOT/SCO nor VE/VS evidence automatically 'trumps' the other.",
        "resolution_standard": "Adjudicator must determine if the VE/VS explanation is reasonable and provides a basis for relying on the VE/VS evidence over the DOT/SCO information."
      },
      "reasonable_explanations_for_conflicts": [
        {
          "reason": "Information beyond DOT coverage",
          "detail": "VE/VS evidence may include information about occupations not listed in the DOT, or about specific job requirements not detailed in the general DOT occupational description. Such information may come from other reliable publications, employer contacts, or VE/VS experience."
        },
        {
          "reason": "DOT generalities vs. specific job requirements",
          "detail": "The DOT lists maximum requirements of occupations as generally performed. A VE, VS, or other reliable source may provide more specific information about the range of requirements for a particular job as performed in specific settings."
        }
      ],
      "impermissible_conflicts_with_ssa_policy": {
        "general_rule": "Adjudicators may NOT rely on VE/VS evidence based on assumptions or definitions inconsistent with SSA regulatory policies or definitions.",
        "examples": [
          {
            "area": "Exertional Level",
            "policy": "SSA definitions of sedentary, light, medium, heavy, very heavy (20 CFR 404.1567, 416.967) are controlling and match DOT definitions.",
            "impermissible_conflict": "Cannot rely on VE testimony classifying a job as 'light' if all evidence establishes it meets the regulatory definition of 'medium'."
          },
          {
            "area": "Skill Level",
            "policy": "Skills involve significant judgment beyond simple duties, acquired through work above unskilled level (>30 days SVP). Regulatory definitions link skill levels to DOT SVP ranges: Unskilled (SVP 1-2), Semi-skilled (SVP 3-4), Skilled (SVP 5-9) (20 CFR 404.1568, 416.968).",
            "impermissible_conflict": "Cannot rely on VE/VS evidence that classifies unskilled work (SVP 1-2) as involving complex duties taking many months to learn."
          },
          {
            "area": "Transferability of Skills (Ref SSR 82-41)",
            "policy": "Skills are not gained from unskilled work. Skills cannot be transferred to unskilled work or to work requiring a greater skill level than the PRW where skills were acquired.",
            "impermissible_conflict": "Cannot rely on VE/VS evidence contradicting these transferability principles."
          }
        ]
      },
      "adjudicator_responsibilities_summary": {
        "ask_about_conflicts": "Affirmative responsibility to ask VE/VS if their evidence conflicts with DOT/SCO.",
        "obtain_explanation": "If evidence appears to conflict, obtain a reasonable explanation.",
        "resolve_and_explain": "Must resolve any identified conflict before relying on VE/VS evidence and must explain the resolution in the determination or decision, regardless of how the conflict was identified."
      }
    },
    "cross_references": [
      "SSR 82-41: Work Skills and Their Transferability",
      "SSR 82-61: Past Relevant Work--The Particular Job or the Occupation as Generally Performed",
      "SSR 82-62: A Disability Claimant's Capacity to Do Past Relevant Work, In General",
      "SSR 83-10: Determining Capability to Do Other Work--The Medical-Vocational Rules of Appendix 2",
      "SSR 83-12: Capability to Do Other Work--The Medical-Vocational Rules as a Framework for Evaluating Exertional Limitations Within a Range of Work or Between Ranges of Work",
      "SSR 83-14: Capability to do Other Work--The Medical-Vocational Rules as a Framework for Evaluating a Combination of Exertional and Nonexertional Impairments",
      "SSR 85-15: Capability to Do Other Work--The Medical-Vocational Rules as a Framework for Evaluating Solely Nonexertional Impairments",
      "AR 90-3(4): Use of Vocational Experts or Other Vocational Specialist in Determining Whether a Claimant Can Perform Past Relevant Work-Titles II and XVI of the Social Security Act (Fourth Circuit)",
      "POMS DI 25001.001",
      "POMS DI 25005.001",
      "POMS DI 25020.001-DI 25020.015",
      "POMS DI 25025.001-DI 25025.005"
    ],
    "footnotes": {
      "FN1": "In accordance with Acquiescence Ruling 90-3(4), we do not use VEs at step 4 of the sequential evaluation process in the Fourth Circuit."
    }
  }