{
    "id": "EM-24027 REV",
    "type": "EM - Emergency Messages",
    "title": "Guidance Regarding the Citation of Certain Occupations at Step Five of the Sequential Evaluation Process",
    "effective_date": "2025-01-06",
    "publication_info": "Implied - Revision likely published near or after SSR 24-3p",
    "retention_date": "2025-07-06",
    "audience": [
      "RCs", "ARCs", "ADs", "FOs", "TSCs", "PSCs", "OCO", "OCO-CSTs",
      "OHO", "OARO", "DDSs", "DPBs", "DPUs"
    ],
    "originating_office": "ORDP ODP",
    "program": "Disability",
    "sections": {
      "A_purpose": {
        "summary": "To clarify and consolidate guidance, establishing heightened evidentiary and articulation requirements for certain specified Dictionary of Occupational Titles (DOT) occupations when used to support a 'not disabled' finding at step five of the sequential evaluation process under the medical-vocational guidelines framework.",
        "reason": "Addresses multiple court decisions questioning the continued widespread existence of these specific occupations as described in the potentially outdated DOT."
      },
      "B_background": {
        "step_5_context": "At step five, SSA determines if an individual can adjust to other work existing in significant numbers, considering RFC, age, education, and work experience.",
        "med_voc_framework_requirement": "When using medical-vocational guidelines as a framework, a 'not disabled' finding requires evidence of adjustment to work existing in significant numbers.",
        "occupational_data_sources": [
          "SSA takes administrative notice of DOT/SCO as reliable sources.",
          "VEs/VSs may use any reliable source common in the vocational profession relevant under SSA rules, plus their professional expertise.",
          "Per SSR 24-3p, VEs/VSs must identify sources and explain if source definitions (exertion, skill, education) differ from SSA regulations."
        ],
        "problem_addressed": "Some DOT descriptions may reflect outdated materials or processes. Courts have questioned if certain occupations are still performed as described in the DOT. This EM clarifies evidence needed for specific listed occupations to ensure decisions are adequately supported."
      },
      "C_policy": {
        "main_policy_statement": "Adjudicators may NOT cite any of the DOT occupations listed below to support a step five framework 'not disabled' determination or decision UNLESS additional evidence from a VS or VE is obtained.",
        "required_additional_evidence_from_vs_ve": {
          "condition_1": "The occupation's requirements, AS CURRENTLY PERFORMED, are consistent with the individual's RFC.",
          "condition_2": "The occupation, AS CURRENTLY PERFORMED, exists in the national economy in numbers that are significant (either alone or combined with other cited occupations)."
        },
        "required_articulation_in_decision": "The determination or decision MUST include or summarize the specific VS or VE evidence supporting the conclusions regarding both RFC consistency and significant job numbers for the listed occupation.",
        "alternative_approach_note": "Adjudicators may find it more efficient to support the 'not disabled' finding by citing other occupations (not on this list) appropriate to the claim's facts, rather than obtaining the heightened evidence for the listed occupations.",
        "list_of_questioned_occupations": [
          {"dot_code": "209.587-010", "title": "Addresser"},
          {"dot_code": "249.587-018", "title": "Document Preparer, Microfilming"},
          {"dot_code": "249.587-014", "title": "Cutter-and-Paster, Press Clippings"},
          {"dot_code": "239.687-014", "title": "Tube Operator"},
          {"dot_code": "318.687-018", "title": "Silver Wrapper"},
          {"dot_code": "349.667-010", "title": "Host/Hostess, Dance Hall"},
          {"dot_code": "349.667-014", "title": "Host/Hostess, Head"},
          {"dot_code": "379.367-010", "title": "Surveillance-System Monitor"},
          {"dot_code": "521.687-010", "title": "Almond Blancher, Hand"},
          {"dot_code": "521.687-086", "title": "Nut Sorter"},
          {"dot_code": "726.685-010", "title": "Magnetic-Tape Winder"},
          {"dot_code": "782.687-030", "title": "Puller-Through"},
          {"dot_code": "976.385-010", "title": "Microfilm Processor"}
        ]
      },
      "D_questions_routing": {
        "dds": "Direct program-related/technical questions to Regional Office (RO) support staff (vHelp) or Program Service Center (PSC) Operations Analysis (OA) staff.",
        "ro_psc_oa": "May refer questions to Central Office contacts.",
        "oho": "Direct questions through office management chain. Regional staff may direct questions to Division of Field Procedures (OCALJ).",
        "oao": "Direct questions through management chain. Managers may direct further questions to the Executive Director’s Office."
      }
    },
    "references": [
      "20 CFR 404.1560", "20 CFR 404.1566",
      "20 CFR 416.960", "20 CFR 416.966",
      "SSR 24-3p: Titles II and XVI: Use of Occupational Information and Vocational Specialist and Vocational Expert Evidence in Disability Determinations and Decisions",
      "POMS DI 25025.030 Support for a Framework “Not Disabled” Determination",
      "HALLEX I-2-5-48 Vocational Experts - General",
      "HALLEX I-2-5-57 Obtaining Vocational Expert Testimony Through Interrogatories",
      "HALLEX I-2-6-74 Testimony of a Vocational Expert"
    ]
  }