{
    "id": "HALLEX I-2-5-48",
    "title": "Vocational Experts — General",
    "last_update": "2025-01-06",
    "transmittal": "I-2-265",
    "effective_date_context": "Aligned with SSR 24-3p effective date.",
    "definition_ve": "A vocational professional who provides impartial expert testimony, either at a hearing or in written response to interrogatories, during the Social Security Administration (SSA) hearings process for claims under titles II and XVI of the Social Security Act.",
    "authority": [
      "20 CFR 404.1566(e)",
      "20 CFR 416.966(e)",
      "SSR 24-3p: Titles II and XVI: Use of Occupational Information and Vocational Specialist and Vocational Expert Evidence in Disability Determinations and Decisions"
    ],
    "ve_data_sources": {
      "permissible_sources": [
        "Any reliable source of occupational information commonly used by vocational professionals and relevant under SSA rules.",
        "VE's professional knowledge, training, and experience."
      ],
      "examples_include": "Publications listed in 20 CFR 404.1566(d) and 416.966(d).",
      "reference": "SSR 24-3p"
    },
    "important_notes": [
      {
        "id": "NOTE 1",
        "content": "VE evidence must be tailored to the specific facts of the individual case. An Administrative Law Judge (ALJ) may not reuse VE opinion evidence or testimony from one case when adjudicating a separate, unrelated claim."
      },
      {
        "id": "NOTE 2",
        "content": "Obtaining VE testimony at a live hearing is generally preferred as it allows the ALJ and claimant/representative to ask follow-up questions, promoting thorough record development and administrative efficiency. (See SSR 24-3p and HALLEX I-2-5-30)."
      }
    ],
    "process_overview": {
      "determining_need_for_ve": "The assigned ALJ reviews the case before scheduling the hearing to determine if VE testimony is needed, following HALLEX I-2-5-50. A designee may perform this review and make a recommendation.",
      "methods_of_obtaining_testimony": [
        "Testifying at a hearing (See HALLEX I-2-6-74)",
        "Providing written responses to interrogatories (See HALLEX I-2-5-57)"
      ],
      "related_hallex": "HALLEX I-2-5-30"
    },
    "general_guidelines_for_alj_use": [
      {
        "guideline": "Provide Evidence Pre-Hearing",
        "details": "Before the hearing, the ALJ (or designee) must provide the VE with copies of all evidence related to the claimant's vocational history."
      },
      {
        "guideline": "Provide Evidence Received At Hearing",
        "details": "If additional relevant vocational evidence is received at the hearing, the ALJ must provide it to the VE for review before the VE testifies."
      },
      {
        "guideline": "Timing of VE Use",
        "details": "The ALJ may utilize VE services before, during, or after the hearing.",
        "preference_note": "Live testimony at hearing is generally preferred (See NOTE 2 above)."
      },
      {
        "guideline": "Communication Protocol - Off-Record Discussions",
        "details": "The ALJ must avoid any off-the-record discussions with the VE regarding the case. If such a discussion inadvertently occurs, the ALJ must summarize it on the record or enter a written summary into the record as an exhibit."
      },
      {
        "guideline": "Communication Protocol - Documentation",
        "details": "All ALJ contact with a VE about a specific case must be either in writing or on the record at a hearing. All correspondence with the VE must be made part of the claim record."
      },
      {
        "guideline": "Conflict of Interest - Prior Contact",
        "details": "The ALJ may not use a VE who has had prior professional contact with the claimant."
      },
      {
        "guideline": "Scope of Testimony",
        "details": "The ALJ may not ask a VE to provide testimony on physical or mental health matters, even if the VE holds other professional certifications in those areas. (See HALLEX I-2-5-61)."
      },
      {
        "guideline": "Ruling on Objections",
        "details": "The ALJ must rule on any objection(s) made to the VE's testimony (whether at the hearing or after receiving interrogatory responses). The ruling must be made on the record, in a separate written exhibit, or within the body of the decision. (See HALLEX I-2-5-58 B and I-2-6-74 D.2)."
      },
      {
        "guideline": "Evaluation of VE Evidence",
        "details": "Before using VE evidence to support findings at step four or step five of the sequential evaluation process, the ALJ must evaluate its sufficiency. (See SSR 24-3p and HALLEX I-2-6-74)."
      }
    ]
  }