{
    "id": "SSR 96-8p",
    "title": "TITLES II AND XVI: ASSESSING RESIDUAL FUNCTIONAL CAPACITY IN INITIAL CLAIMS",
    "type": "Policy Interpretation Ruling",
    "publication_date": "1996-07-02",
    "effective_date": "1996-07-02",
    "citations": [
      "Sections 223(d) and 1614(a) of the Social Security Act, as amended",
      "20 CFR 404.1513", "20 CFR 404.1520", "20 CFR 404.1520a", "20 CFR 404.1545",
      "20 CFR 404.1546", "20 CFR 404.1560", "20 CFR 404.1561", "20 CFR 404.1569a",
      "20 CFR Part 404, Subpart P, Appendix 2",
      "20 CFR 416.913", "20 CFR 416.920", "20 CFR 416.920a", "20 CFR 416.945",
      "20 CFR 416.946", "20 CFR 416.960", "20 CFR 416.961", "20 CFR 416.969a"
    ],
    "purpose": [
      "To state SSA policy regarding assessment of Residual Functional Capacity (RFC) in initial disability claims (Titles II & XVI).",
      "RFC is an assessment of ability to do sustained work-related activities (physical and mental) in a work setting on a regular and continuing basis (8 hours/day, 5 days/week or equivalent).",
      "RFC considers only functional limitations from medically determinable impairment(s) and related symptoms; age and body habitus are NOT factors.",
      "If no specific functional limitation is alleged or evidenced, no limitation is assumed for that capacity.",
      "RFC assessment must first identify limitations/abilities function-by-function (per 20 CFR 404.1545(b,c,d) / 416.945(b,c,d)) BEFORE expressing RFC in exertional terms (sedentary, light, etc.).",
      "RFC represents the MOST an individual can do despite limitations, not the least.",
      "Functional limitations caused by impairments/symptoms are categorized as exertional or nonexertional; the impairment/symptom itself is not inherently one or the other."
    ],
    "introduction": {
      "context": "RFC assessment is required at steps 4 and 5 of the sequential evaluation process when evaluating ability to do Past Relevant Work (PRW) and other work.",
      "scope": "Clarifies the term RFC and assessment elements for both physical and mental aspects.",
      "applicability": "Applies primarily to initial entitlement claims; some differences exist for Continuing Disability Reviews (CDRs)."
    },
    "policy_interpretation": {
      "general": {
        "when_rfc_is_assessed": "Required when individual is not engaging in SGA and impairment is 'severe' but does not meet/equal a Listing, necessitating evaluation at steps 4 and 5. [FN1]",
        "definition_of_rfc": {
          "core": "What an individual can still do despite limitations.",
          "nature": "An administrative assessment of how medically determinable impairment(s) and symptoms (e.g., pain) cause physical/mental limitations affecting capacity for work-related activities.",
          "basis": "Represents the MAXIMUM remaining ability for SUSTAINED work activities in an ORDINARY work setting on a REGULAR and CONTINUING basis (8 hours/day, 5 days/week or equivalent). [FN2]",
          "assessment_includes": "Discussion of abilities on a regular and continuing basis.",
          "clarification": "RFC is the MOST an individual can do, not the least. [FN3]",
          "assessor": "Assessed by adjudicators at each administrative review level.",
          "evidence_base": "Based on ALL relevant evidence, including symptoms and Medical Source Statements (MSS) regarding functional abilities. [FN4]",
          "related_ssr": "SSR 96-4p (Symptoms, MDIs, Exertional/Nonexertional Limitations)"
        },
        "basis_solely_on_impairments": {
          "requirement": "RFC assessment must consider only limitations attributable to medically determinable impairments and related symptoms.",
          "incorrect_factors": "It is INCORRECT to add limitations based on age, height, body habitus (unrelated to MDI), or past work habits (e.g., accustomed to heavy lifting). [FN5]",
          "age_habitus_note": "Age and body habitus are NOT factors in assessing RFC in initial claims."
        },
        "handling_unspecified_limitations": "If no allegation or evidence exists for a limitation in a specific functional capacity, the adjudicator must consider the individual to have NO limitation in that capacity."
      },
      "rfc_and_sequential_evaluation": {
        "applicability": "RFC is an issue only at steps 4 and 5.",
        "rfc_and_exertional_levels": {
          "initial_assessment": "RFC is function-by-function based on all relevant evidence.",
          "step_4_expression": "RFC must NOT be expressed initially in exertional terms (sedentary, light, etc.) because PRW 'as actually performed' must be considered first. May express exertionally later if needed for PRW 'as generally performed'. Function-by-function needed to determine if all demands of a category are met for specific occupations.",
          "step_5_expression": "RFC MUST be expressed in terms of, or related to, exertional categories (sedentary, light, etc.) to determine if other work exists. Function-by-function needed to determine appropriate level and if individual can perform the FULL RANGE of work at that level."
        },
        "importance_of_function_by_function_assessment": {
          "rationale": "Crucial to outcome; failure to perform function-by-function assessment first can lead to errors.",
          "example_step_4_older_individual": "Overlooking ability to do PRW 'as actually performed' could lead to erroneous disability finding at step 5.",
          "example_step_4_general_performance": "Overlooking specific limitations could lead to incorrect finding of ability to do PRW 'as generally performed' (erroneous non-disability finding).",
          "example_step_5_grid_rules": "Could lead to improper application of Appendix 2 Grid Rules by either overlooking limitations that narrow work range or finding limitations that don't exist."
        },
        "rfc_is_the_most": {
          "rule": "RFC represents the MOST an individual can do. At step 5, RFC must not be expressed in terms of the lowest exertional level that would direct a 'not disabled' finding if the individual can actually perform at a higher level.",
          "fourth_circuit_note": "In the Fourth Circuit (per AR 94-2(4)), prior RFC findings might be binding, making accurate maximum RFC assessment crucial to avoid unwarranted favorable decisions on subsequent claims if age category changes. [FN6]"
        },
        "psychiatric_review_technique_prtf": {
          "prtf_purpose": "PRTF (per 20 CFR 404.1520a/416.920a) assesses SEVERITY of mental impairments at steps 2/3 using Paragraph B/C criteria.",
          "rfc_distinction": "Paragraph B/C ratings are NOT the mental RFC assessment.",
          "mental_rfc_requirement": "Mental RFC (for steps 4/5) requires a MORE DETAILED, function-by-function assessment itemizing abilities within the broad Paragraph B/C categories."
        }
      },
      "evidence_considered": {
        "basis": "RFC assessment must be based on ALL relevant evidence in the case record.",
        "evidence_types": [
          "Medical history",
          "Medical signs and laboratory findings",
          "Effects of treatment (including limitations from mechanics/side effects)",
          "Reports of daily activities",
          "Lay evidence",
          "Recorded observations",
          "Medical source statements (MSS)",
          "Effects of symptoms (including pain) reasonably attributed to an MDI",
          "Evidence from attempts to work",
          "Need for a structured living environment",
          "Work evaluations (if available)"
        ],
        "adjudicator_duties": "Consider all allegations; make reasonable effort for sufficient evidence; give careful consideration to symptoms (may indicate greater severity than objective evidence alone).",
        "consideration_of_all_impairments": "Must consider limitations from ALL impairments, even 'non-severe' ones, as their combined effect may be critical."
      },
      "exertional_and_nonexertional_functions": {
        "assessment_scope": "RFC must address both exertional and nonexertional capacities.",
        "exertional_capacity": {
          "definition": "Addresses limitations of physical strength.",
          "demands_assessed": "Assesses remaining ability for 7 strength demands: Sitting, Standing, Walking, Lifting, Carrying, Pushing, Pulling.",
          "assessment_method": "Assess each function SEPARATELY first (e.g., 'can walk 5/8 hours, stand 6/8 hours'), even if combining later (e.g., 'walk/stand'). Important for PRW assessment and potentially Step 5."
        },
        "nonexertional_capacity": {
          "definition": "Considers all work-related limitations not dependent on physical strength.",
          "categories": [
            "Physical (non-strength): Postural (stooping, climbing), Manipulative (reaching, handling), Visual (seeing), Communicative (hearing, speaking).",
            "Mental: Understanding/memory, Judgment, Responding to supervision/coworkers/work situations, Dealing with routine changes.",
            "Environmental Tolerances: Temperature extremes, etc."
          ],
          "assessment_method": "Assess in terms of work-related functions (e.g., visual: work with objects, follow instructions, avoid hazards; communication: ability in workplace; mental: standard demands of competitive work)."
        },
        "classification_based_on_limitation": {
          "principle": "The NATURE of the functional limitation or restriction determines if it's exertional or nonexertional.",
          "symptoms_example": "Symptoms (e.g., pain) are not intrinsically exertional/nonexertional. Pain limiting lifting = exertional limitation. Pain limiting concentration = nonexertional limitation. Pain can cause both.",
          "mental_impairment_example": "Mental impairments usually cause nonexertional limitations but MAY also cause exertional limitations (e.g., fatigue, hysterical paralysis)."
        }
      },
      "narrative_discussion_requirements": {
        "general": {
          "content": "Must include narrative discussion describing how evidence supports each conclusion.",
          "specificity": "Cite specific medical facts (labs) and nonmedical evidence (daily activities, observations).",
          "sustained_work": "Discuss ability for sustained work on a regular and continuing basis (8hr/5day).",
          "maximum_capacity": "Describe maximum amount of each work-related activity the individual can perform.",
          "inconsistency_resolution": "Explain how material inconsistencies/ambiguities in evidence were considered and resolved."
        },
        "symptoms_discussion": {
          "required_elements": [
            "Thorough discussion/analysis of objective medical & other evidence (including complaints, observations).",
            "Resolution of any inconsistencies in the evidence as a whole.",
            "Logical explanation of the effects of symptoms (including pain) on ability to work."
          ],
          "consistency_rationale": "Must explain why reported symptom-related limitations can/cannot reasonably be accepted as consistent with the overall evidence.",
          "observation_limitation": "Adjudicator cannot accept/reject complaints SOLELY based on personal observations.",
          "related_ssr": "SSR 96-7p (Evaluation of Symptoms, Credibility)"
        },
        "medical_opinions_discussion": {
          "consideration": "RFC assessment must always consider and address medical source opinions.",
          "conflict_explanation": "If RFC assessment conflicts with a medical source opinion, adjudicator must explain why the opinion was not adopted.",
          "treating_source_opinions": {
            "significance": "Entitled to special significance regarding nature/severity of impairment.",
            "controlling_weight": "MUST give controlling weight if well-supported by medically acceptable clinical/lab techniques AND not inconsistent with other substantial evidence.",
            "related_ssrs": [
              "SSR 96-2p (Giving Controlling Weight to Treating Source Opinions)",
              "SSR 96-5p (Medical Source Opinions on Issues Reserved to the Commissioner)" ,
              "SSR 96-6p (Consideration of State Agency/Other Program Physician Findings)"
               ]
          },
          "opinions_on_reserved_issues": "Opinions on issues reserved to the Commissioner (e.g., 'disabled', specific RFC finding) must be considered but are not given special significance. (Ref SSR 96-5p). [FN8]"
        }
      }
    },
    "cross_references": [
      "SSR 82-52: Duration of the Impairment",
      "SSR 82-61: Past Relevant Work--The Particular Job Or the Occupation As Generally Performed",
      "SSR 82-62: A Disability Claimant's Capacity To Do Past Relevant Work, In General",
      "SSR 83-10: Determining Capability to Do Other Work--The Medical-Vocational Rules of Appendix 2",
      "SSR 83-12: Capability to Do Other Work--The Medical-Vocational Rules as a Framework for Evaluating Exertional Limitations Within a Range of Work or Between Ranges of Work",
      "SSR 83-14: Capability to do Other Work--The Medical-Vocational Rules as a Framework for Evaluating a Combination of Exertional and Nonexertional Impairments",
      "SSR 83-20: Onset of Disability",
      "SSR 85-15: Capability to Do Other Work--The Medical-Vocational Rules as a Framework for Evaluating Solely Nonexertional Impairments",
      "SSR 85-16: Residual Functional Capacity for Mental Impairments",
      "SSR 86-8: The Sequential Evaluation Process",
      "SSR 96-2p: Giving Controlling Weight to Treating Source Medical Opinions",
      "SSR 96-4p: Symptoms, Medically Determinable Physical and Mental Impairments, and Exertional and Nonexertional Limitations",
      "SSR 96-5p: Medical Source Opinions on Issues Reserved to the Commissioner",
      "SSR 96-6p: Consideration of Administrative Findings of Fact by State Agency Medical and Psychological Consultants...",
      "SSR 96-7p: Evaluation of Symptoms in Disability Claims: Assessing the Credibility...",
      "SSR 96-9p: Determining Capability to Do Other Work--Implications of a Residual Functional Capacity for Less Than a Full Range of Sedentary Work",
      "POMS DI 22515.010", "POMS DI 24510.000 ff.", "POMS DI 24515.002-DI 24515.007",
      "POMS DI 24515.061-DI 24515.062", "POMS DI 24515.064", "POMS DI 25501.000 ff.",
      "POMS DI 25505.000 ff.", "POMS DI 28015.000 ff."
    ],
    "footnotes": {
      "FN1": "However, a finding of 'disabled' will be made for an individual who: a) has a severe impairment(s), b) has no past relevant work, c) is age 55 or older, and d) has no more than a limited education. (See SSR 82-63 'Titles II and XVI: Medical-Vocational Profiles Showing an Inability to Make an Adjustment to Other Work'). In such a case, it is not necessary to assess the individual's RFC to determine if he or she meets this special profile and is, therefore, disabled. [SSR 82-63 is superseded by SSR 24-1p, update reference if possible]",
      "FN2": "The ability to work 8 hours a day for 5 days a week is not always required when evaluating an individual's ability to do past relevant work at step 4 of the sequential evaluation process. Part-time work that was substantial gainful activity, performed within the past 15 years [Note: SSR 24-2p uses 5 years for PRW timeframe], and lasted long enough for the person to learn to do it constitutes past relevant work, and an individual who retains the RFC to perform such work must be found not disabled. [See FN7 also].",
      "FN3": "See SSR 83-10, 'Titles II and XVI: Determining Capability to Do Other Work--The Medical Vocational Rules of Appendix 2'. SSR 83-10 states that '(T)he RFC determines a work capability that is exertionally sufficient to allow performance of at least substantially all of the activities of work at a particular level (e.g., sedentary, light, or medium), but is also insufficient to allow substantial performance of work at greater exertional levels.'",
      "FN4": "For a detailed discussion of the difference between the RFC assessment, which is an administrative finding of fact, and the opinion evidence called the 'medical source statement' or 'MSS,' see SSR 96-5p, 'Titles II and XVI: Medical Source Opinions on Issues Reserved to the Commissioner.'",
      "FN5": "The definition of disability in the Act requires that an individual's inability to work must be due to a medically determinable physical or mental impairment(s). The assessment of RFC must therefore be concerned with the impact of a disease process or injury on the individual. In determining a person's maximum RFC for sustained activity, factors of age or body habitus must not be allowed to influence the assessment.",
      "FN6": "In the Fourth Circuit, adjudicators are required to adopt a finding, absent new and material evidence, regarding the individual's RFC made in a final decision by an administrative law judge or the Appeals Council on a prior disability claim arising under the same title of the Act. In this jurisdiction, an unfavorable determination or decision using the lowest exertional level at which the rules would direct a finding of not disabled could result in an unwarranted favorable determination or decision on an individual's subsequent application; for example, if the individual's age changes to a higher age category following the final decision on the earlier application. See Acquiescence Ruling (AR) 94-2(4), 'Lively v. Secretary of Health and Human Services, 820 F.2d 1391 (4th Cir. 1987)--Effect of Prior Disability Findings on Adjudication of a Subsequent Disability Claim Arising Under the Same Title of the Social Security Act--Titles II and XVI of the Social Security Act.' AR 94-2(4) applies to disability findings in cases involving claimants who reside in the Fourth Circuit at the time of the determination or decision on the subsequent claim.",
      "FN7": "See Footnote 2.",
      "FN8": "A medical source opinion that an individual is 'disabled' or 'unable to work,' has an impairment(s) that meets or is equivalent in severity to the requirements of a listing, has a particular RFC, or that concerns the application of vocational factors, is an opinion on an issue reserved to the Commissioner. Every such opinion must still be considered in adjudicating a disability claim; however, the adjudicator will not give any special significance to the opinion because of its source. See SSR 96-5p, 'Titles II and XVI: Medical Source Opinions on Issues Reserved to the Commissioner.' For further information about the evaluation of medical source opinions, SSR 96-6p, 'Titles II and XVI: Consideration of Administrative Findings of Fact by State Agency Medical and Psychological Consultants and Other Program Physicians and Psychologists at the Administrative Law Judge and Appeals Council Levels of Administrative Review; Medical Equivalence.'"
    }
  }